---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.LinkLoadResult
source: html/5a3413c5-4891-e83c-88b5-0285c67482bf.htm
---
# LinkLoadResult Members

Constructs a new uninitialized LinkLoadResult object.